{
  "paths": [
    {
      "type": "file",
      "value": "dental-care-was-offered-to-the-nuns-and-surrounding-population.md"
    },
    {
      "type": "file",
      "value": "from-illiteracy-to-phd.md"
    },
    {
      "type": "file",
      "value": "going-back-to-jiegu-in-august.md"
    },
    {
      "type": "file",
      "value": "great-news.md"
    },
    {
      "type": "file",
      "value": "healing-spring-water-pool-project-has-been-completed.md"
    },
    {
      "type": "file",
      "value": "house-blessing-for-nunnery-supporters-cathy-and-larry.md"
    },
    {
      "type": "file",
      "value": "lodroe-nyima-rinpoche-s-vision-for-the-new-medical-center.md"
    },
    {
      "type": "file",
      "value": "thrangu-nunnery-in-tibet-is-building-a-medical-center.md"
    },
    {
      "type": "file",
      "value": "thrangu-nunnery-now-has-electricity-and-running-water.md"
    },
    {
      "type": "file",
      "value": "thrangu-nuns-build-road.md"
    },
    {
      "type": "file",
      "value": "we-need-your-help.md"
    }
  ],
  "contents": [
    {
      "path": "dental-care-was-offered-to-the-nuns-and-surrounding-population.md",
      "url": "dental-care-was-offered-to-the-nuns-and-surrounding-population.html",
      "content": "---\ndate: 2015-06-28T16:19:37Z\ntitle: Dental Care was offered to the nuns and surrounding population!\nsubtitle: ''\ndescription: Visit from a dentist\nauthor: HTN Staff\n\n---\nThis past June 2014 a dentist from Oregon, Hanna Karlin, was traveling in the area of the nunnery. And knowing this we bought a portable dental unit and shipped it there for her to use and at the same time teach a few nuns how to use. Hanna saw up to 10 patients a day for the three weeks she was there. During this time she tutored 3 nuns to do basic dental care.",
      "html": "<hr>\n<p>date: 2015-06-28T16:19:37Z\ntitle: Dental Care was offered to the nuns and surrounding population!\nsubtitle: ‘’\ndescription: Visit from a dentist\nauthor: HTN Staff</p>\n<hr>\n<p>This past June 2014 a dentist from Oregon, Hanna Karlin, was traveling in the area of the nunnery. And knowing this we bought a portable dental unit and shipped it there for her to use and at the same time teach a few nuns how to use. Hanna saw up to 10 patients a day for the three weeks she was there. During this time she tutored 3 nuns to do basic dental care.</p>\n",
      "id": 0
    },
    {
      "path": "from-illiteracy-to-phd.md",
      "url": "from-illiteracy-to-phd.html",
      "content": "---\ndate: 2020-10-31T15:01:40Z\ntitle: 'From Illiteracy to PhD:'\nsubtitle: How Exiled Tibetan Buddhist Nuns Are Ensuring Gender Parity\ndescription: Article from The Wire on gender's effects in Buddhist monasticism\nauthor: Lama Yeshe Wangmo\n\n---\n![](/media/hhdl.png)_“Some feminists from the West could accuse me by saying, ‘The Dalai Lama is the authority but he doesn’t help the nuns.’”_\n\nIt has been six decades since he escaped into India and established a government in exile, and two since he was awarded the Nobel Peace Prize, but His Holiness the Fourteenth Dalai Lama [still faces the charge that the Buddhist tradition](https://info-buddhism.com/Interview_Dalai_Lama_about_the_Full_Ordination_of_Women.html) he represents does not give nuns the same rights as monks.\n\nThe allegation is not unfair. Of the eight representatives of Tibetan Buddhism in the Parliament-in-exile – two each from the four sects of Gelug, Kagyu, Sakya, and Nyigma – all are monks. The two members from the pre-Buddhist Bon religion are also men.\n\n[Continue Reading from _TheWire.in:_](https://thewire.in/religion/from-illiteracy-to-phd-how-exiled-tibetan-buddhist-nuns-are-ensuring-gender-parity)",
      "html": "<hr>\n<p>date: 2020-10-31T15:01:40Z\ntitle: ‘From Illiteracy to PhD:’\nsubtitle: How Exiled Tibetan Buddhist Nuns Are Ensuring Gender Parity\ndescription: Article from The Wire on gender’s effects in Buddhist monasticism\nauthor: Lama Yeshe Wangmo</p>\n<hr>\n<p><img src=\"/media/hhdl.png\" alt=\"\"><em>“Some feminists from the West could accuse me by saying, ‘The Dalai Lama is the authority but he doesn’t help the nuns.’”</em></p>\n<p>It has been six decades since he escaped into India and established a government in exile, and two since he was awarded the Nobel Peace Prize, but His Holiness the Fourteenth Dalai Lama <a href=\"https://info-buddhism.com/Interview_Dalai_Lama_about_the_Full_Ordination_of_Women.html\">still faces the charge that the Buddhist tradition</a> he represents does not give nuns the same rights as monks.</p>\n<p>The allegation is not unfair. Of the eight representatives of Tibetan Buddhism in the Parliament-in-exile – two each from the four sects of Gelug, Kagyu, Sakya, and Nyigma – all are monks. The two members from the pre-Buddhist Bon religion are also men.</p>\n<p><a href=\"https://thewire.in/religion/from-illiteracy-to-phd-how-exiled-tibetan-buddhist-nuns-are-ensuring-gender-parity\">Continue Reading from <em>TheWire.in:</em></a></p>\n",
      "id": 1
    },
    {
      "path": "going-back-to-jiegu-in-august.md",
      "url": "going-back-to-jiegu-in-august.html",
      "content": "---\ndate: 2015-07-01T16:17:42Z\ntitle: Going back to Jiegu in August\nsubtitle: ''\ndescription: We are so excited to have the opportunity to go back to where this project\n  started.\nauthor: HTN Staff\n\n---\nWe are so excited to have the opportunity to go back to where this project started. The trip will provide time to discuss the details of the medical center and move forward with the first phase of plans to build.\n\nWe are traveling with Khenpo Karthar Rinpoche and a large group, to celebrate the opening of the new Monastery, which has had to be rebuilt after the devastating earthquake of 2010.\n\nWatch this space for further reports on the Medical Center after August!",
      "html": "<hr>\n<p>date: 2015-07-01T16:17:42Z\ntitle: Going back to Jiegu in August\nsubtitle: ‘’\ndescription: We are so excited to have the opportunity to go back to where this project\nstarted.\nauthor: HTN Staff</p>\n<hr>\n<p>We are so excited to have the opportunity to go back to where this project started. The trip will provide time to discuss the details of the medical center and move forward with the first phase of plans to build.</p>\n<p>We are traveling with Khenpo Karthar Rinpoche and a large group, to celebrate the opening of the new Monastery, which has had to be rebuilt after the devastating earthquake of 2010.</p>\n<p>Watch this space for further reports on the Medical Center after August!</p>\n",
      "id": 2
    },
    {
      "path": "great-news.md",
      "url": "great-news.html",
      "content": "---\ndate: 2017-11-26T17:07:59Z\ntitle: Great News!\nsubtitle: ''\ndescription: New project for five nunneries\nauthor: Amy McCracken\n\n---\nWe have a new project that is being organized and the funding is already intact. We plan to gift five nunneries with an offering to be used for health, medicine, or education. This will touch the lives of many, many nuns around the globe. And we are all rejoicing that it has been made possible by people like you. To each person who has given to Help Tibetan Nuns, Inc. from its inception in 2011, I’d like to say, thank you from the bottom of my heart.",
      "html": "<hr>\n<p>date: 2017-11-26T17:07:59Z\ntitle: Great News!\nsubtitle: ‘’\ndescription: New project for five nunneries\nauthor: Amy McCracken</p>\n<hr>\n<p>We have a new project that is being organized and the funding is already intact. We plan to gift five nunneries with an offering to be used for health, medicine, or education. This will touch the lives of many, many nuns around the globe. And we are all rejoicing that it has been made possible by people like you. To each person who has given to Help Tibetan Nuns, Inc. from its inception in 2011, I’d like to say, thank you from the bottom of my heart.</p>\n",
      "id": 3
    },
    {
      "path": "healing-spring-water-pool-project-has-been-completed.md",
      "url": "healing-spring-water-pool-project-has-been-completed.html",
      "content": "---\ndate: 2017-11-22T17:14:01Z\ntitle: Healing spring water pool project has been completed!\nsubtitle: ''\ndescription: We have finished the spring water pool project - thank you.\nauthor: Lama Yeshe Wangmo\n\n---\n![](/media/pool-2.jpg)It takes a village! Those of you that have given, trusted, and believed in Help Tibetan Nuns can bathe in the glory of these pools. They were renovated to a state of the art, olympic size water park. Many people are coming to use the facility and the nuns are gaining support and funds from the completion of this project.",
      "html": "<hr>\n<p>date: 2017-11-22T17:14:01Z\ntitle: Healing spring water pool project has been completed!\nsubtitle: ‘’\ndescription: We have finished the spring water pool project - thank you.\nauthor: Lama Yeshe Wangmo</p>\n<hr>\n<p><img src=\"/media/pool-2.jpg\" alt=\"\">It takes a village! Those of you that have given, trusted, and believed in Help Tibetan Nuns can bathe in the glory of these pools. They were renovated to a state of the art, olympic size water park. Many people are coming to use the facility and the nuns are gaining support and funds from the completion of this project.</p>\n",
      "id": 4
    },
    {
      "path": "house-blessing-for-nunnery-supporters-cathy-and-larry.md",
      "url": "house-blessing-for-nunnery-supporters-cathy-and-larry.html",
      "content": "---\ndate: 2015-05-25T16:28:26Z\ntitle: House Blessing for Nunnery Supporters Cathy and Larry\nsubtitle: ''\ndescription: Thank you Cathy and Larry for your generous support!\nauthor: HTN Staff\n\n---\n![](/media/3-Friends.jpeg)\n\nA special thanks to Cathy and Larry for their very generous gift to Nunnery. This is the largest gift so far for establishing a Medical Center at Thrangu Nunnery in Tibet. Lama Karma Drodhul gave a house blessing at their lovely abode. It felt very auspicious!",
      "html": "<hr>\n<p>date: 2015-05-25T16:28:26Z\ntitle: House Blessing for Nunnery Supporters Cathy and Larry\nsubtitle: ‘’\ndescription: Thank you Cathy and Larry for your generous support!\nauthor: HTN Staff</p>\n<hr>\n<p><img src=\"/media/3-Friends.jpeg\" alt=\"\"></p>\n<p>A special thanks to Cathy and Larry for their very generous gift to Nunnery. This is the largest gift so far for establishing a Medical Center at Thrangu Nunnery in Tibet. Lama Karma Drodhul gave a house blessing at their lovely abode. It felt very auspicious!</p>\n",
      "id": 5
    },
    {
      "path": "lodroe-nyima-rinpoche-s-vision-for-the-new-medical-center.md",
      "url": "lodroe-nyima-rinpoche-s-vision-for-the-new-medical-center.html",
      "content": "---\ndate: 2015-06-14T16:22:44Z\ntitle: Lodroe Nyima Rinpoche’s vision for the new Medical Center\nsubtitle: ''\ndescription: Interview with Lodroe Nyima Rinpoche\nauthor: HTN Staff\n\n---\n_The following interview was conducted on September 13, 2013 in upstate New York. Lama Lodro Lhamo translated (seated to the right of Lodroe Nyima Rinpoche in the photo below):_\n\n![](/media/3-Lamas.jpeg)\n\n**_1) Rinpoche, for the edification of the western supporters of Help Tibetan Nuns for Thrangu Nunnery, would you please talk about your plans for the new Medical Center? What do you envision for the Medical Center at the site of the nunnery? Could you describe what you would like that to become?_**\n\nThe nunnery is already existent there, so the hope is that after the nuns have dwelled in the nunnery, the next step would be for them to study medicine so that they will not only be able to help themselves, but will also be able to medically help the nomads in that area.\n\nMost of the nuns at the nunnery come from nomad families and for that reason they do not really know how to take care of themselves in terms of healthcare; maintaining good health is very, very lacking among them. It is my hope that with the establishment of a Medical Center, that they could learn more about this, especially because a lot of the nomad women have feminine diseases and it all comes from the fact that they are lacking in even the most basic knowledge about how to maintain good health.\n\nWhen they get sick they do not really like to go to the doctor, for obvious reasons, and they wait until they cannot stand it any longer and only then will they go to the hospital, so it becomes a widespread problem in the nomadic areas. Therefore, I would like the nuns to learn not just general healthcare but feminine health care, so that they can help other women–not only nuns but the local nomad women too.\n\n**_2) Do a lot of the nomad women die during childbirth?_**\n\nYes there are a lot of childbirth-related deaths (either the mother or the child), because they do not go to the hospital for childbirth; they do it at home, so there is a lot of danger involved. And after childbirth the mother does not really know how to take care of herself so a lot of problems ensue, therefore it is good for the nuns to study medicine to learn how to take care of other women.\n\nTraditionally in Tibet there is discrimination against women. For example, if offerings are made to the monastery, they are usually only made to the monks but not to the nuns. Therefore I have encouraged the nuns to keep their dwellings clean, and to be diligent in their study and practice so that they can prove to others that they are, if not better, then at least equal to the monks. And they have followed my advice and have really touched the minds of the local people. They have impressed the local people. For example, the local residents have been surprised to find that nuns can also chant Mahakala. They used to think that only the monks could chant Mahakala.\n\nAnd traditionally, when there were difficulties in the families, they would only ask the monks to do prayers and pujas for them but would never ask the nuns. In recent years there has been a lot of economic development in the area where Thrangu Monastery is, which is Yushu–(and along with that development there is also a lot of death)—so many people are asking the monks to do prayers and pujas for them. But the monks are sometimes too busy.\n\nOn the other hand, the nuns are just sitting there; they have a lot of time but are not being asked. So I said to the nuns, “Don’t be discouraged. This is a condition that has arisen because of our cultural background and if you want to become equal with the monks, you must study and do what the men do. Then your social status will improve along with that. So through study, contemplation and meditation things will improve for you and also if you study medicine you will be able to help people in the area and by that, through your own study, contemplation, meditation, plus medical knowledge, you will change the concepts people have about nuns and about females in general. So you cannot just talk and say, ‘We want equality, we want this,’ you actually have to prove to them that you are equal.”\n\nFor example now there are two retreat facilities in the nunnery. One is the Six Dharmas of Naropa retreat, and the other retreat is for Guru Rinpoche practice, Akshobhya, Vairocana and so on. And the locals were surprised. They said, “Wow, even the Anis can do \\[advanced\\] practices such as the Six Dharmas!”\n\n**_3) Will the monks have their own separate medical facilities, so that the monks will take care of the monks and the males in their communities and the nuns will take care of the nuns and the female nomads?_**\n\nYes. There is already a small medical center in the monk’s monastery that was funded by the Human Rights Foundation in Beijing. They are still building it and it is not furnished yet, but my hope is that there will be separate medical centers–that the monks will have their own and the nuns will have their own and will take care of feminine health problems.\n\nMy plan is for the nuns to study mainly Tibetan medicine, and Chinese medicine and acupuncture, with only a little bit of Western medicine. The main reason being that Western medicine takes many years to study and is very intense and involved, plus the medicines prescribed would be extremely expensive and unaffordable to the locals there. So my hope is for the nuns to study Tibetan medicine and make their own herbal pills because it is a very pristine environment and the herbs that that are necessary grow naturally there, so they can harvest those herbs to make the pills. That way the medicine will be affordable to the local people.\n\nAnd as for Chinese medicine, it will be mainly acupuncture and traditional Chinese herbs plus massage techniques. I would like them to learn that because the Tibetans now take painkillers whenever they have a problem, whether it be a headache or knee problem–anything. They do not really take proper medication, and I would like to see them taken care of properly with the right kind of medicine rather than just rely on Western painkillers.\n\nMy vision is to build a large medical facility at the outset rather than starting small and adding onto it because it would be more costly that way. So even if it takes longer to get all the funds together, I would rather do that–wait a few years until all the funds have been gathered and then build it all at once, on a large scale. That includes facilities for drying the herbs, because after gathering the herbs, you need to make them into herbal pills and they need to be dried. So there must be a clean facility where there is no dust. We need a good-sized facility for that.\n\nAnother thought is for the nuns to make Tibetan incense, since they will be gathering herbs, so they can sell incense and use the proceeds to fund themselves. So all of these things, the herbal medicines, the medical treatment, and the incense will help to fund the nunnery.\n\nThere have been already two nuns in the past studying Tibetan medicine and now there is a third who has begun to study as well.\n\n**_4) What is the cost to build a large-scale facility like this?_**\n\nInitially my plan did not include a facility that would manufacture Tibetan medicine so it was smaller scale, but now after talking to some Tibetan doctors, I began to think it would be nice for the nunnery to make their own medicines onsite. Further, I found by talking to the doctors that there are certain procedures and a certain environment that you need in order to facilitate that, and that includes a room that is completely free from any dust. And people who are handling the herbs need to be very sterile and clean and all that. There will be a room for selecting the herbs and a room for processing the herbs and a room for drying the herbs, so it becomes more involved, thus at this point I do not know how large it will need to be but no matter how small it might be, it still needs to have certain rooms for these various functions. I will have to talk to more doctors to find out more about the actual requirements and the scale of the building and then after that we can come up with a finalized budget.\n\nThe rough plan in my mind is for a three-story building: the top floor would be for drying the herbs, the second floor would be for making the pills and the first floor would be a clinic for people to come in and receive medical treatment. As I said, some of the nuns have already been receiving medical training and in order to get some volunteer teachers, I posted a request on the equivalent of Facebook in China. They do not have Facebook but something similar, so I posted there asking for female medical volunteers and after that a few people have come from Beijing to help and they are pretty good. So there are now a few volunteers teaching the nuns both Chinese language and Chinese medicine and especially feminine health care and hygiene and that will be very helpful to them.",
      "html": "<hr>\n<p>date: 2015-06-14T16:22:44Z\ntitle: Lodroe Nyima Rinpoche’s vision for the new Medical Center\nsubtitle: ‘’\ndescription: Interview with Lodroe Nyima Rinpoche\nauthor: HTN Staff</p>\n<hr>\n<p><em>The following interview was conducted on September 13, 2013 in upstate New York. Lama Lodro Lhamo translated (seated to the right of Lodroe Nyima Rinpoche in the photo below):</em></p>\n<p><img src=\"/media/3-Lamas.jpeg\" alt=\"\"></p>\n<p><strong><em>1) Rinpoche, for the edification of the western supporters of Help Tibetan Nuns for Thrangu Nunnery, would you please talk about your plans for the new Medical Center? What do you envision for the Medical Center at the site of the nunnery? Could you describe what you would like that to become?</em></strong></p>\n<p>The nunnery is already existent there, so the hope is that after the nuns have dwelled in the nunnery, the next step would be for them to study medicine so that they will not only be able to help themselves, but will also be able to medically help the nomads in that area.</p>\n<p>Most of the nuns at the nunnery come from nomad families and for that reason they do not really know how to take care of themselves in terms of healthcare; maintaining good health is very, very lacking among them. It is my hope that with the establishment of a Medical Center, that they could learn more about this, especially because a lot of the nomad women have feminine diseases and it all comes from the fact that they are lacking in even the most basic knowledge about how to maintain good health.</p>\n<p>When they get sick they do not really like to go to the doctor, for obvious reasons, and they wait until they cannot stand it any longer and only then will they go to the hospital, so it becomes a widespread problem in the nomadic areas. Therefore, I would like the nuns to learn not just general healthcare but feminine health care, so that they can help other women–not only nuns but the local nomad women too.</p>\n<p><strong><em>2) Do a lot of the nomad women die during childbirth?</em></strong></p>\n<p>Yes there are a lot of childbirth-related deaths (either the mother or the child), because they do not go to the hospital for childbirth; they do it at home, so there is a lot of danger involved. And after childbirth the mother does not really know how to take care of herself so a lot of problems ensue, therefore it is good for the nuns to study medicine to learn how to take care of other women.</p>\n<p>Traditionally in Tibet there is discrimination against women. For example, if offerings are made to the monastery, they are usually only made to the monks but not to the nuns. Therefore I have encouraged the nuns to keep their dwellings clean, and to be diligent in their study and practice so that they can prove to others that they are, if not better, then at least equal to the monks. And they have followed my advice and have really touched the minds of the local people. They have impressed the local people. For example, the local residents have been surprised to find that nuns can also chant Mahakala. They used to think that only the monks could chant Mahakala.</p>\n<p>And traditionally, when there were difficulties in the families, they would only ask the monks to do prayers and pujas for them but would never ask the nuns. In recent years there has been a lot of economic development in the area where Thrangu Monastery is, which is Yushu–(and along with that development there is also a lot of death)—so many people are asking the monks to do prayers and pujas for them. But the monks are sometimes too busy.</p>\n<p>On the other hand, the nuns are just sitting there; they have a lot of time but are not being asked. So I said to the nuns, “Don’t be discouraged. This is a condition that has arisen because of our cultural background and if you want to become equal with the monks, you must study and do what the men do. Then your social status will improve along with that. So through study, contemplation and meditation things will improve for you and also if you study medicine you will be able to help people in the area and by that, through your own study, contemplation, meditation, plus medical knowledge, you will change the concepts people have about nuns and about females in general. So you cannot just talk and say, ‘We want equality, we want this,’ you actually have to prove to them that you are equal.”</p>\n<p>For example now there are two retreat facilities in the nunnery. One is the Six Dharmas of Naropa retreat, and the other retreat is for Guru Rinpoche practice, Akshobhya, Vairocana and so on. And the locals were surprised. They said, “Wow, even the Anis can do [advanced] practices such as the Six Dharmas!”</p>\n<p><strong><em>3) Will the monks have their own separate medical facilities, so that the monks will take care of the monks and the males in their communities and the nuns will take care of the nuns and the female nomads?</em></strong></p>\n<p>Yes. There is already a small medical center in the monk’s monastery that was funded by the Human Rights Foundation in Beijing. They are still building it and it is not furnished yet, but my hope is that there will be separate medical centers–that the monks will have their own and the nuns will have their own and will take care of feminine health problems.</p>\n<p>My plan is for the nuns to study mainly Tibetan medicine, and Chinese medicine and acupuncture, with only a little bit of Western medicine. The main reason being that Western medicine takes many years to study and is very intense and involved, plus the medicines prescribed would be extremely expensive and unaffordable to the locals there. So my hope is for the nuns to study Tibetan medicine and make their own herbal pills because it is a very pristine environment and the herbs that that are necessary grow naturally there, so they can harvest those herbs to make the pills. That way the medicine will be affordable to the local people.</p>\n<p>And as for Chinese medicine, it will be mainly acupuncture and traditional Chinese herbs plus massage techniques. I would like them to learn that because the Tibetans now take painkillers whenever they have a problem, whether it be a headache or knee problem–anything. They do not really take proper medication, and I would like to see them taken care of properly with the right kind of medicine rather than just rely on Western painkillers.</p>\n<p>My vision is to build a large medical facility at the outset rather than starting small and adding onto it because it would be more costly that way. So even if it takes longer to get all the funds together, I would rather do that–wait a few years until all the funds have been gathered and then build it all at once, on a large scale. That includes facilities for drying the herbs, because after gathering the herbs, you need to make them into herbal pills and they need to be dried. So there must be a clean facility where there is no dust. We need a good-sized facility for that.</p>\n<p>Another thought is for the nuns to make Tibetan incense, since they will be gathering herbs, so they can sell incense and use the proceeds to fund themselves. So all of these things, the herbal medicines, the medical treatment, and the incense will help to fund the nunnery.</p>\n<p>There have been already two nuns in the past studying Tibetan medicine and now there is a third who has begun to study as well.</p>\n<p><strong><em>4) What is the cost to build a large-scale facility like this?</em></strong></p>\n<p>Initially my plan did not include a facility that would manufacture Tibetan medicine so it was smaller scale, but now after talking to some Tibetan doctors, I began to think it would be nice for the nunnery to make their own medicines onsite. Further, I found by talking to the doctors that there are certain procedures and a certain environment that you need in order to facilitate that, and that includes a room that is completely free from any dust. And people who are handling the herbs need to be very sterile and clean and all that. There will be a room for selecting the herbs and a room for processing the herbs and a room for drying the herbs, so it becomes more involved, thus at this point I do not know how large it will need to be but no matter how small it might be, it still needs to have certain rooms for these various functions. I will have to talk to more doctors to find out more about the actual requirements and the scale of the building and then after that we can come up with a finalized budget.</p>\n<p>The rough plan in my mind is for a three-story building: the top floor would be for drying the herbs, the second floor would be for making the pills and the first floor would be a clinic for people to come in and receive medical treatment. As I said, some of the nuns have already been receiving medical training and in order to get some volunteer teachers, I posted a request on the equivalent of Facebook in China. They do not have Facebook but something similar, so I posted there asking for female medical volunteers and after that a few people have come from Beijing to help and they are pretty good. So there are now a few volunteers teaching the nuns both Chinese language and Chinese medicine and especially feminine health care and hygiene and that will be very helpful to them.</p>\n",
      "id": 6
    },
    {
      "path": "thrangu-nunnery-in-tibet-is-building-a-medical-center.md",
      "url": "thrangu-nunnery-in-tibet-is-building-a-medical-center.html",
      "content": "---\ndate: 2013-02-17T23:48:57Z\ntitle: Thrangu Nunnery in Tibet is Building a Medical Center\nsubtitle: ''\ndescription: Thrangu nunnery, under the direction of Lodroe Nyima Rinpoche, is currently\n  looking at ways to become self-sustaining while simultaneously supplying some of\n  the crucial needs of the local community, which like the nunnery is very poor. They\n  have determined that a medical center would best serve the needs of the area. There\n  is currently no such facility.\nauthor: HTN Staff\n\n---\nHelpTibetanNuns.org is a is a non-profit organization created by U.S. supporters of Thrangu Kong Jo Sherab Ling Nunnery, an affiliate of Thrangu Monastery in Kham, Eastern Tibet. This thriving Buddhist community houses over 100 nuns in Yushu, Qinghai Province, near the town of Jiegu. This area was hit by a major earthquake in 2010, killing approximately 2,700 people.\n\nResting on the Tibetan Plateau some 12,000 feet above sea level, the nunnery consists of a temple, a three-year-retreat building, and living facilities for the nuns. The nunnery is in a very remote area and the nuns are poor and currently have no source of income other than what they are able to obtain by begging.\n\nThe nunnery, under the direction of Lodroe Nyima Rinpoche, is currently looking at ways to become self-sustaining while simultaneously supplying some of the crucial needs of the local community, which like the nunnery is very poor. They have determined that a medical center would best serve the needs of the area. There is currently no such facility.\n\nThe nunnery has already set aside land for this purpose. Lodroe Nyima Rinpoche is supervising this project and has located the medical personnel that would train the nuns in both Chinese and Tibetan Medicine. The missing piece from this plan is the funding, and this is where we can help.\n\nThe nunnery has set a fund-raising goal of $150,000 to establish the Medical Center at the site of Thrangu Kong Jo Sherab Ling Nunnery. The funds would be used to build a hospital with electricity and running water, buy supplies, and train 10 nuns initially as medical providers.\n\n**_We want to stress that this project will both provide critical medical care for rural Tibetans in an isolated community as well as creating a source of income for impoverished nuns. Please support this noble cause by writing a check._**",
      "html": "<hr>\n<p>date: 2013-02-17T23:48:57Z\ntitle: Thrangu Nunnery in Tibet is Building a Medical Center\nsubtitle: ‘’\ndescription: Thrangu nunnery, under the direction of Lodroe Nyima Rinpoche, is currently\nlooking at ways to become self-sustaining while simultaneously supplying some of\nthe crucial needs of the local community, which like the nunnery is very poor. They\nhave determined that a medical center would best serve the needs of the area. There\nis currently no such facility.\nauthor: HTN Staff</p>\n<hr>\n<p><a href=\"http://HelpTibetanNuns.org\">HelpTibetanNuns.org</a> is a is a non-profit organization created by U.S. supporters of Thrangu Kong Jo Sherab Ling Nunnery, an affiliate of Thrangu Monastery in Kham, Eastern Tibet. This thriving Buddhist community houses over 100 nuns in Yushu, Qinghai Province, near the town of Jiegu. This area was hit by a major earthquake in 2010, killing approximately 2,700 people.</p>\n<p>Resting on the Tibetan Plateau some 12,000 feet above sea level, the nunnery consists of a temple, a three-year-retreat building, and living facilities for the nuns. The nunnery is in a very remote area and the nuns are poor and currently have no source of income other than what they are able to obtain by begging.</p>\n<p>The nunnery, under the direction of Lodroe Nyima Rinpoche, is currently looking at ways to become self-sustaining while simultaneously supplying some of the crucial needs of the local community, which like the nunnery is very poor. They have determined that a medical center would best serve the needs of the area. There is currently no such facility.</p>\n<p>The nunnery has already set aside land for this purpose. Lodroe Nyima Rinpoche is supervising this project and has located the medical personnel that would train the nuns in both Chinese and Tibetan Medicine. The missing piece from this plan is the funding, and this is where we can help.</p>\n<p>The nunnery has set a fund-raising goal of $150,000 to establish the Medical Center at the site of Thrangu Kong Jo Sherab Ling Nunnery. The funds would be used to build a hospital with electricity and running water, buy supplies, and train 10 nuns initially as medical providers.</p>\n<p><strong><em>We want to stress that this project will both provide critical medical care for rural Tibetans in an isolated community as well as creating a source of income for impoverished nuns. Please support this noble cause by writing a check.</em></strong></p>\n",
      "id": 7
    },
    {
      "path": "thrangu-nunnery-now-has-electricity-and-running-water.md",
      "url": "thrangu-nunnery-now-has-electricity-and-running-water.html",
      "content": "---\ndate: 2013-09-18T16:32:10Z\ntitle: Thrangu Nunnery now has electricity and running water\nsubtitle: ''\ndescription: Progress on the medical center project\nauthor: HTN Staff\n\n---\n![](/media/Lodroe-Nyima-Rinpoche.jpg)Last weekend, while at Karme Ling Retreat in New York, Lodroe Nyima Rinpoche gave an update on the Medical Center Project in Tibet. One of the things he mentioned is that now the nunnery has electricity and running water. This is a big improvement from 2011 when Amy McCracken was last there, visiting the nuns. Plans for the Medical Center are taking shape. Stay tuned for the full interview to be posted here soon.",
      "html": "<hr>\n<p>date: 2013-09-18T16:32:10Z\ntitle: Thrangu Nunnery now has electricity and running water\nsubtitle: ‘’\ndescription: Progress on the medical center project\nauthor: HTN Staff</p>\n<hr>\n<p><img src=\"/media/Lodroe-Nyima-Rinpoche.jpg\" alt=\"\">Last weekend, while at Karme Ling Retreat in New York, Lodroe Nyima Rinpoche gave an update on the Medical Center Project in Tibet. One of the things he mentioned is that now the nunnery has electricity and running water. This is a big improvement from 2011 when Amy McCracken was last there, visiting the nuns. Plans for the Medical Center are taking shape. Stay tuned for the full interview to be posted here soon.</p>\n",
      "id": 8
    },
    {
      "path": "thrangu-nuns-build-road.md",
      "url": "thrangu-nuns-build-road.html",
      "content": "---\ndate: 2013-05-08T16:34:52Z\ntitle: Thrangu Nuns Build Road\nsubtitle: ''\ndescription: pictures of Nuns helping rebuild a road\nauthor: HTN Staff\n\n---\nOn [May 8, 2013](https://noteap.com/helptibetannuns.org/2013/05/08/thrangu-nuns-build-road/)\n\nUndaunted, the Thrangu Nuns help to repair a road near their nunnery:",
      "html": "<hr>\n<p>date: 2013-05-08T16:34:52Z\ntitle: Thrangu Nuns Build Road\nsubtitle: ‘’\ndescription: pictures of Nuns helping rebuild a road\nauthor: HTN Staff</p>\n<hr>\n<p>On <a href=\"https://noteap.com/helptibetannuns.org/2013/05/08/thrangu-nuns-build-road/\">May 8, 2013</a></p>\n<p>Undaunted, the Thrangu Nuns help to repair a road near their nunnery:</p>\n",
      "id": 9
    },
    {
      "path": "we-need-your-help.md",
      "url": "we-need-your-help.html",
      "content": "---\ndate: 2013-01-22T23:53:36Z\ntitle: We Need Your Help!\nsubtitle: ''\ndescription: Our request to you...\nauthor: HTN Staff\n\n---\nOur first goal has almost been achieved! It is only by all of your heartfelt help that we have come this far. We are so close to the top of the mountain. But this last $9,000 is weighing heavily on our shoulders.\n\n**PLEASE HELP TO LIGHTEN OUR LOAD  \n IN THE LAST STRETCH UP THE MOUNTAIN!**\n\n**![](/media/sittingonmountain.jpg)**",
      "html": "<hr>\n<p>date: 2013-01-22T23:53:36Z\ntitle: We Need Your Help!\nsubtitle: ‘’\ndescription: Our request to you…\nauthor: HTN Staff</p>\n<hr>\n<p>Our first goal has almost been achieved! It is only by all of your heartfelt help that we have come this far. We are so close to the top of the mountain. But this last $9,000 is weighing heavily on our shoulders.</p>\n<p><strong>PLEASE HELP TO LIGHTEN OUR LOAD<br>\nIN THE LAST STRETCH UP THE MOUNTAIN!</strong></p>\n<p><strong><img src=\"/media/sittingonmountain.jpg\" alt=\"\"></strong></p>\n",
      "id": 10
    }
  ]
}